/*global define */
/*
 | Copyright 2018 Esri
 |
 | Licensed under the Apache License, Version 2.0 (the "License");
 | you may not use this file except in compliance with the License.
 | You may obtain a copy of the License at
 |
 |    http://www.apache.org/licenses/LICENSE-2.0
 |
 | Unless required by applicable law or agreed to in writing, software
 | distributed under the License is distributed on an "AS IS" BASIS,
 | WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 | See the License for the specific language governing permissions and
 | limitations under the License.
 */
define({
  "map": {
    "error": "Неможливо створити карту",
    "licenseError": {
      "message": "Ваш обліковий запис не має ліцензії на використання настроюваних додатків, які не є публічними Попросіть адміністратора вашої організації призначити вам тип користувача, що включає основні додатки або додаткову ліцензію на основні додатки.",
      "title": "Немає ліцензії"
    }
  },
  "nav": {
    "close": "Закрити"
  },
  "basemap": {
    "title": "Галерея базових карт"
  },
  "operationalLayers": {
    "title": "Робочі шари",
    "error": "Немає робочих шарів у карті."
  },
  "singleLayerViewer": {
    "title": "Селектор шару зображення",
    "enable": "Пошук окремих зображень",
    "tooltip": "Активувати для пошуку конкретних зображень.",
    "secondary": "Задати активний як порівняльний шар.",
    "dropDown": "Показати зображення у розкривному списку.",
    "refresh": "Кнопка «Оновити»",
    "refreshTooltip": "Оновити запит на основі поточного екстента.",
    "renderer": "Відображення",
    "layer": "Шар",
    "show": "Показати",
    "age": "Діапазон пошуку",
    "zoom": "Збільшіть масштаб для вибору зображень.",
    "error": "Немає видимих шарів зображення на карті.",
    "error1": "Поле не визначене.",
    "error2": "Немає поля OBJECTID.",
    "error3": "Немає поля категорії.",
    "error4": "Неможливо виконати дію для шару.",
    "error5": "Сервіси до версії 10.2.1 не підтримуються.",
    "error6": "Немає сцен у поточному екстенті.",
    "error7": "Кількість вибраних контурів перевищує 20. Будуть відображені тільки перші 20. Натисніть OK, щоб не попереджувати знову.",
    "error8": "Дані зображень доступні тільки між ",
    "error9": "Неправильний діапазон дат: Дата початку повинна бути ранішою за кінцеву дату.",
    "slider": "Показати зображення на бігунку.",
    "ageOption1": "День (дні)",
    "ageOption2": "Тиждень (тижні)",
    "ageOption3": "Місяць (місяці)",
    "ageOption4": "Рік (роки)",
    "showOption1": "Зображення",
    "showOption2": "Контур",
    "date": "Дата(-и)",
    "imageLabel": "зображення",
    "default": "За замовчуванням"
  },
  "twoLayerViewer": {
    "title": "Селектор шару",
    "enable": "Пошук окремих зображень",
    "tooltip": "Активувати для пошуку конкретних зображень.",
    "secondary": "Задати активний як порівняльний шар.",
    "dropDown": "Показати зображення у розкривному списку.",
    "refresh": "Кнопка «Оновити»",
    "refreshTooltip": "Оновити запит на основі поточного екстента.",
    "renderer": "Відображення",
    "layer": "Шар",
    "show": "Показати",
    "age": "Діапазон пошуку",
    "zoom": "Збільшіть масштаб для вибору зображень.",
    "error": "Немає видимих шарів зображення на карті.",
    "error1": "Поле не визначене.",
    "error2": "Немає поля OBJECTID.",
    "error3": "Немає поля категорії.",
    "error4": "Неможливо виконати дію для шару.",
    "error5": "Сервіси до версії 10.2.1 не підтримуються.",
    "error6": "Немає сцен у поточному екстенті.",
    "error7": "Кількість вибраних контурів перевищує 20. Будуть відображені тільки перші 20. Натисніть OK, щоб не попереджувати знову.",
    "error8": "Дані зображень доступні тільки між ",
    "error9": "Неправильний діапазон дат: Дата початку повинна бути ранішою за кінцеву дату.",
    "slider": "Показати зображення на бігунку.",
    "ageOption1": "День (дні)",
    "ageOption2": "Тиждень (тижні)",
    "ageOption3": "Місяць (місяці)",
    "ageOption4": "Рік (роки)",
    "showOption1": "Зображення",
    "showOption2": "Контур",
    "left": "Ліве зображення",
    "right": "Праве зображення",
    "identicalLayerError": "Ліве та праве зображення ідентичні.",
    "date": "Дата(-и)",
    "imageLabel": "зображення",
    "default": "За замовчуванням"
  },
  "editor": {
    "title": "Редактор",
    "error": "Редагований шар не знайдено.",
    "error1": "У доступі відмовлено. Шари неможливо редагувати.",
    "text": "Виберіть символ та клацніть на карті."
  },
  "measurement": {
    "title": "Вимірювання по зображенню",
    "error": "Можливості вимірювання не підтримуються."
  },
  "export": {
    "title": "Експорт",
    "mode": "Зберегти місце розташування",
    "titleText": "Заголовок (потрібно)",
    "description": "Опис",
    "tags": "Теги (потрібно)",
    "preview": "Попередній перегляд",
    "submit": "Зберегти",
    "cancel": "Скасувати",
    "pixel": "Розмір пікселя",
    "outsr": "Вихідна просторова прив'язка",
    "renderer": "Опції завантаження TIFF",
    "formatText1": "Як відображається",
    "formatText2": "Необроблені дані (всі канали)",
    "extent": "Намалювати полігон для визначення екстента",
    "drawText": "(клацніть на зображенні для початку)",
    "text": "Необроблені дані неможливо відобразити за допомогою стандартних вьюерів фотографій. Відкрити за допомогою ArcGIS Pro.",
    "error": "Немає видимих шарів зображення на карті.",
    "error1": "Потрібен заголовок.",
    "error2": "Потрібен тег(-и).",
    "error3": "Розмір пікселя для експорту обмежено до",
    "error4": "для цього екстента.",
    "error5": "Введіть дійсне числове значення.",
    "error6": "Ваше зображення неможливо експортувати зараз.",
    "thumbnailError": "Ескіз недоступний",
    "advance": "Розширені опції збереження",
    "modeOption1": "Зберегти на порталі",
    "modeOption2": "Зберегти на диску",
    "default": "За замовчуванням",
    "utm": "Зона UTM WGS84",
    "layer": "Шар",
    "mercator": "WebMercatorAS",
    "folder": "Виберіть папку"
  },
  "imageDate": {
    "label": "Дата зображення"
  },
  "about": {
    "title": "Про програму"
  },
  "bookmark": {
    "title": "Закладки",
    "selectBookmark": "Вибрати закладки",
    "default": "За замовчуванням",
    "add": "Додати закладки",
    "addTitle": "Ввести заголовок",
    "addBtn": "Додати тимчасовий"
  },
  "coordinate": {
    "_widgetLabel": "Координата",
    "hintMessage": "Клацніть на карті для отримання координат",
    "defaultLabel": "За замовчуванням",
    "realtimeLabel": "Перемістіть мишу для отримання координат",
    "computing": "Виконується обчислення...",
    "latitudeLabel": "Широта",
    "longitudeLabel": "Довгота",
    "loading": "завантажується...",
    "enableClick": "Клацніть для активації клацання на карті для отримання координат",
    "disableClick": "Клацніть для деактивації клацання на карті для отримання координат",
    "Default": "За замовчуванням",
    "Inches": "Дюйми",
    "Foot": "Фути",
    "Foot_US": "Фути_США",
    "Yards": "Ярди",
    "Miles": "Милі",
    "Nautical_Miles": "Морські милі",
    "Millimeters": "Міліметри",
    "Centimeters": "Сантиметри",
    "Meter": "Метри",
    "Kilometers": "Кілометри",
    "Decimeters": "Дециметри",
    "Decimal_Degrees": "Градуси",
    "Degree_Minutes_Seconds": "Градуси/хвилини/секунди",
    "MGRS": "MGRS",
    "USNG": "USNG"
  }
});